import song1 from "./1.mp3";
import song2 from "./2.mp3";
import song3 from "./3.mp3";
import song4 from "./4.mp3";
import song5 from "./5.mp3";
import song6 from "./6.mp3";

import img1 from "./1.jpg";
import img2 from "./2.jpg";
import img3 from "./3.jpg";
import img4 from "./4.jpg";
import img5 from "./5.jpg";
import img6 from "./6.jpg";

export const sliderList = [
    {
        text: "Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу. ",
        title: "Title 1",
        song: song1,
        img: img1,
    },
    {
        text: "Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу.",
        title: "Title 2",
        song: song2,
        img: img2,
    },
    {
        text: "Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу.",
        title: "Title 3",
        song: song3,
        img: img3,
    },
    {
        text: "Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу.",
        title: "Title 4",
        song: song4,
        img: img4,
    },
    {
        text: "Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу.",
        title: "Title 5",
        song: song5,
        img: img5,
    },
    {
        text: "Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу.",
        title: "Title 6",
        song: song6,
        img: img6,
    },
];
